# Fish Shell Plugins (Fisher)
# Updated: 2025-12-14
# Install: curl -sL https://git.io/fisher | source && fisher update

# Core (2025 essential)
jorgebucaran/fisher
PatrickF1/fzf.fish
jethrokuan/z

# Git & Development
jhillyerd/plugin-git
decors/fish-ghq

# Shell Enhancement
jorgebucaran/autopair.fish
meaningful-ooo/sponge
franciscolourenco/done
nickeb96/puffer-fish
laughedelic/pisces

# Utilities
danhper/fish-ssh-agent
edc/bass
